mytestweb/backend/views/post/_form.php

SELECT * FROM `poststatus`
---
    <?= $form->field($model, 'tags')->textarea(['rows' => 6]) ?>

    <?php
    $psObjs = Poststatus::find()->all();