mytestweb/backend/controllers/PostController.php

    protected function findModel($id)
    {
        if (($model = Post::findOne($id)) !== null) {
---
SELECT * FROM `post` WHERE `id`='32'